{
    "datos": {
        "nombre" : "Jorge Santana",
        "cargo" : "Web Developer",
        "image" : "jorge_santana.jpg",
        "url" : "https://creacodigos.com",
        "email" : "jorgesantanarodriguez@gmail.com",
        "hijo" : "https://muscana.com",
        "linkedin" : "jorgesantanarodriguez"
    }, 
    "habilidades": {
        "0" : {
            "name" : "PHP",
            "valor" : 80
        },
        "1" : {
            "name" : "MYSQL",
            "valor" : 75
        },
        "2" : {
            "name" : "HTML, CSS",
            "valor" : 85
        },
        "3" : {
            "name" : "JAVASCRIPT",
            "valor" : 45
        },
        "4" : {
            "name" : "GIT",
            "valor" : 25
        },
        "5" : {
            "name" : "VUE",
            "valor" : 20
        },
        "6" : {
            "name" : "JQUERY",
            "valor" : 50
        },
        "7" : {
            "name" : "Gestion DNS",
            "valor" : 80
        },
        "8" : {
            "name" : "SEO",
            "valor" : 75
        },
        "9" : {
            "name" : "UI / UX",
            "valor" : 80
        },
        "10" : {
            "name" : "Diseño",
            "valor" : 90
        },
        "11" : {
            "name" : "Inglés",
            "valor" : 20
        }
    },
    "perfil" : "Desarrollador Web con más de 10 años de experiencia en PHP, MySQL, HTML, CSS y JavaScript y más de medio centenar de  webs desarrolladas desde 2005.\n\nCapacidad para el aprendizaje y en constante renovación. Apasionado de las nuevas tecnologías y tendencias artísticas. Comprometido con la comunidad y siempre buscando cómo aportar para dejar un mundo mejor.\n\nHe desempeñado funciones de Full Stack, Diseñador Web, Maquetador Web, Desarrollo Front-end y Back-end, SEO, Analista Programador, Responsable de departamento técnico, Director creativo y Diseñador Gráfico.\n\nHe programado bajo entornos seguros PCI-DSS, con Programación imperativa, modular, exclusiva y sobre el patrón MVC.\n\nAprendí mi profesión disfrutando de mi principal pasión, la música, creando el mayor portal para músicos canarios en 2003: http://muscana.com.\n\nMe siento más cómodo en back-end sobre PHP que en front-end sobre Javascript, pero mi formación artística me impide alejarme del mundo del diseño, la usabilidad y las 'cosas bonitas'.\n\nActualmente estoy en proceso de aprendizaje, estudiando las nuevas virtudes de JavaScript y sus infinitas posibilidades, afianzando los patrones de diseño y poniéndome al día con Vue y Laravel.",
    "experiencia" : {
        "0" : {
            "titulo" : "Alejada SL",
            "name" : "Técnico en Programación - Desarrollador web Full Stack",
            "info"  : "Diseño, Desarrollo, gestión e implementación de varias aplicaciones webs  internas de gestión de cobros, clientes, personal, tareas, mantenimientos y múltiples servicios webs basadas en PHP 5.6 modular, Mysql, HTML, CSS y Javascript, cumpliendo con normativa PCI-DSS. Intengrando pasarelas de pagos mediante WebService. Consumo de Apis de terceros e interconectando bases de datos entre servicios y paneles estadísticos.\n\nDiseño, prototipado y desarrollo de las webs:\n\naliciagalvan.com, aiccanar.org, alemontanez.com, tienda.tarotaliciagalvan.com, alejadaholidays.com\n\nDiseño gráfico corporativo y de interfaces (Photoshop e Illustrator)",
            "fechas" : "2010 - 2018"
        },
        "1" : {
            "titulo" : "Freelance",
            "name" : "Desarrollador Web Full Stack - Diseñador",
            "info"  : "Más de 50 trabajos como maquetador, diseñador y/o programador web. Trabajando sobre tecnologías PHP 5, HTML, CSS y JavaScript. Autenticación, Permisología, Seguridad, Gestión de idiomas, SEO, Apis, GoogleMaps, Boletines, Gestores de contenidos, Reproductores multimedia, Analytics, Optimización, Tareas Programadas...",
            "fechas" : "2006 - 2014"
        }         
    },
    "tecnologias" : "PHP, Mysql, MariaDB, PostgreSQL, HTML, HTML5, CSS, CSS3, Sass, JavaScript, Ajax, Vue.js, JQuery, API rest ful, Slim, Laravel, Apache, Git, XML, WebService, JSON, PostMan, Parcel, NPM, Bootstrap, Material Design, PhoneGap, Visual Studio Code, MVC, Programación procedimental, PWA, Terminal, Photoshop, Illustrator, Plesk, Cpanel, XAMP, GitHub, Cloudflare, FileZilla, Adobe XD, Docker, MongoDB, NodeJS, FireBase",
    "formacion" : {
        "0" : {
            "titulo" : "Técnico Superior Desarrollo de Aplicaciones Web",
            "name" : "C.I.F.P. César Manrique",
            "fechas" : "2015 - 2018",
            "info" : "JAVA SE, SQL, PHP, UML, XML, HTML, CSS, FTP, DNS."
        },
        "1" : {
            "titulo" : "Licenciado en Bellas Artes",
            "name" : "U.L.L.",
            "fechas" : "2000 - 2005",
            "info" : "Especializado en Diseño Gráfico."
        },
        "2" : {
            "titulo" : "Máster de Informática",
            "name" : "Instituto de Informática de Canarias",
            "fechas" : "1999 - 2000",
            "info" : "Paquete Office, Internet y Diseño."
        }
    },
    "cursos" : {
        "0" : {
            "titulo" : "Curso de MongoDB - Aprende bases de datos NoSQL + API NodeJS",
            "name" : "",
            "info"  : "MongoDB. Crear APIs RESTful con NodeJS, Express.js y Mongoose"
        },
        "1" : {
            "titulo" : "Laravel desde cero",
            "name" : "",
            "info"  : "Fundamentos del framework Laravel a partir de la versión 5.5 LTS"
        },
        "2" : {
            "titulo" : "Introducción a Vue.JS",
            "name" : "",
            "info"  : "Nociones básicas para utilizar el Framework VueJS"
        },
        "3" : {
            "titulo" : "Programación con JavaScript",
            "name" : "",
            "info" : "Introducción al lenguaje de programación web Javascript en la parte del cliente."
        },
        "4" : {
            "titulo" : "Crear un API RESTful con Slim PHP y usarla con AJAX",
            "name" : ""
        },
        "5" : {
            "titulo" : "Aprende a programar aplicaciones Móviles",
            "name" : "",
            "info" : "Aplicaciones móviles híbridas con PrhoneGap, HTML, CSS y JavaScript."
        },
        "6" : {
            "titulo" : "En Proceso: Máster JAVA SE8",
            "name" : "",
            "info"  : "Curso destinado a la preparación para certificación OCA y OCP. Cursándolo actualemte."
        },
        "7" : {
            "titulo" : "Curso de Aptitud Pedagógica.",
            "name" : "",
            "info"  : "Certificado para ejercer la docencia en secundaria."
        },
        "8" : {
            "titulo" : "Curso Profesional Adobe XD.",
            "name" : "",
            "info"  : "Diseño de interfaces web y móviles, creando prototipos interactivos en minutos de forma profesional."
        }
    },
    "aficiones" : "Me apasiona la Música; tocar la guitarra, el bajo, la batería, también me gusta el cine, las series, la tecnología; me pierden los cachivaches, las ofertas de pccomponentes y el chocolate."
}
