{
    "datos": {
        "nombre" : "Jorge Santana",
        "cargo" : "Desarrollador web Full Stack",
        "image" : "jorge_santana.jpg",
        "url" : "https://creacodigos.com",
        "email" : "jorgesantanarodriguez@gmail.com",
        "hijo" : "https://muscana.com",
        "linkedin" : "jorgesantanarodriguez"
    }, 
    "habilidades": [
        {
            "name" : "PHP",
            "valor" : 80
        },
        {
            "name" : "MYSQL",
            "valor" : 75
        },
        {
            "name" : "HTML, CSS",
            "valor" : 90
        },
        {
            "name" : "JAVASCRIPT",
            "valor" : 80
        },
        {
            "name" : "GIT",
            "valor" : 75
        },
        {
            "name" : "VUE",
            "valor" : 70
        },
        {
            "name" : "NUXT",
            "valor" : 70
        },
        {
            "name" : "JQUERY",
            "valor" : 75
        },
        {
            "name" : "Gestion DNS",
            "valor" : 75
        },
        {
            "name" : "SEO",
            "valor" : 75
        },
        {
            "name" : "UI / UX",
            "valor" : 90
        },
        {
            "name" : "Diseño",
            "valor" : 90
        },
        {
            "name" : "Inglés",
            "valor" : 20
        }
    ],
    "perfil" : "Full Stack Developer & PizzaBurger Maker 🖥️ 🍕 🍔 🎸 con más de 10 años de experiencia en PHP, MySQL, HTML, CSS y JavaScript. Más de medio centenar de  webs desarrolladas desde 2005.\n\nCapacidad para el aprendizaje y en constante renovación. Apasionado de las nuevas tecnologías y tendencias artísticas. Comprometido con la comunidad y siempre buscando cómo aportar para dejar un mundo mejor.\n\nHe desempeñado funciones de Líder de equipo, Full Stack, Diseñador Web, Maquetador Web, Desarrollo Front-end y Back-end, SEO, Analista Programador, Responsable de departamento técnico, Director creativo y Diseñador Gráfico.\n\nHe programado bajo entornos seguros PCI-DSS, con Programación orientada a objetos, imperativa, modular, exclusiva y sobre el patrón MVC.\n\nAprendí mi profesión disfrutando de mi principal pasión, la música, creando el mayor portal para músicos canarios en 2003: http://muscana.com.\n\nMe gusta crear webs y plataformas útiles, usables y bonitas sin desatender su seguridad y vulnerabilidades de este mundo cambiante que es internet.\n\nIntersado en el clean code y el despliegue e integración contínua.",
    "experiencia" : [
        {
            "titulo" : "Token City S.L.",
            "name" : "Líder de desarrollo - Desarrollador web Full Stack",
            "info"  : "Líder del equipo de desarrollo web.\n\nYii2 & Vue - PHP, Mysql, Javascript, Css, Html, Git, Jira, Bitbucket, AWS ...",
            "fechas" : "2020 - Actualidad"
        },
        {
            "titulo" : "DogTrack (DozzTrack S.L.)",
            "name" : "Desarrollador web Full Stack",
            "info"  : "Desarrollo de aplicaciones Webs.\n\nPHP, HTML, CSS, JavaScript.Librería jQuery.\n\nDiseño y explotación de bases de datos Mysql.Marketing y publicidad.",
            "fechas" : "2019 - 2020"
        },
        {
            "titulo" : "Alejada S.L.",
            "name" : "Desarrollador web Full Stack",
            "info"  : "Desarrollador web Full Stack. Diseño, Desarrollo, gestión e implementación de varias aplicaciones webs internas de gestión de cobros, clientes, personal, tareas, mantenimientos y múltiples servicios webs basadas en PHP 5.6 modular, Mysql, HTML, CSS y Javascript, cumpliendo con normativa PCI-DSS. Intengrando pasarelas de pagos mediante WebService. Consumo de Apis de terceros e interconectando bases de datos entre servicios y paneles estadísticos.\n\rDiseño gráfico corporativo y de interfaces (Photoshop e Illustrator)",
            "fechas" : "2010 - 2018"
        },
        {
            "titulo" : "Freelance",
            "name" : "Desarrollador Web Full Stack - Diseñador",
            "info"  : "Más de 50 trabajos como maquetador, diseñador y/o programador web. Trabajando sobre tecnologías PHP 5, HTML, CSS y JavaScript. Autenticación, Permisología, Seguridad, Gestión de idiomas, SEO, Apis, GoogleMaps, Boletines, Gestores de contenidos, Reproductores multimedia, Analytics, Optimización, Tareas Programadas...",
            "fechas" : "2006 - 2014"
        }         
    ],
    "tecnologias" : "PHP, Mysql, MariaDB, PostgreSQL, HTML, HTML5, CSS, CSS3, Sass, JavaScript, Ajax, Vue.js, Nuxt.js, Yii2, Node, JQuery, API restful, Slim, Laravel, Apache, Git, XML, WebService, JSON, PostMan, Parcel, NPM, Bootstrap, Material Design, PhoneGap, Visual Studio Code, PHPStorm, MVC, SPA, PWA, Terminal, Photoshop, Illustrator, Plesk, Cpanel, XAMP, GitHub, BitBucket, Cloudflare, FileZilla, Adobe XD, Docker, MongoDB, NodeJS, FireBase, Trello, Katalon",
    "formacion" : [
        {
            "titulo" : "Técnico Superior Desarrollo de Aplicaciones Web",
            "name" : "C.I.F.P. César Manrique",
            "fechas" : "2015 - 2018",
            "info" : "JAVA SE, SQL, PHP, UML, XML, HTML, CSS, FTP, DNS."
        },
        {
            "titulo" : "Licenciado en Bellas Artes",
            "name" : "U.L.L.",
            "fechas" : "2000 - 2005",
            "info" : "Especializado en Diseño Gráfico."
        },
        {
            "titulo" : "Máster de Informática",
            "name" : "Instituto de Informática de Canarias",
            "fechas" : "1999 - 2000",
            "info" : "Paquete Office, Internet y Diseño."
        }
    ],
    "cursos" : [
        {
            "titulo" : "Curso de MongoDB - Bases de datos NoSQL + API NodeJS",
            "name" : "",
            "info"  : "MongoDB. Crear APIs RESTful con NodeJS, Express.js y Mongoose"
        },
        {
            "titulo" : "Laravel desde cero",
            "name" : "",
            "info"  : "Fundamentos del framework Laravel a partir de la versión 5.5 LTS"
        },
        {
            "titulo" : "Introducción a Vue.JS",
            "name" : "",
            "info"  : "Nociones básicas para utilizar el Framework VueJS"
        },
        {
            "titulo" : "Programación con JavaScript",
            "name" : "",
            "info" : "Introducción al lenguaje de programación web Javascript en la parte del cliente."
        },
        {
            "titulo" : "Crear un API RESTful con Slim PHP y usarla con AJAX",
            "name" : ""
        },
        {
            "titulo" : "Aprende a programar aplicaciones Móviles",
            "name" : "",
            "info" : "Aplicaciones móviles híbridas con PrhoneGap, HTML, CSS y JavaScript."
        },
        {
            "titulo" : "Curso Profesional Adobe XD.",
            "name" : "",
            "info"  : "Diseño de interfaces web y móviles, creando prototipos interactivos en minutos de forma profesional."
        },
        {
            "titulo" : "Curso de Aptitud Pedagógica.",
            "name" : "",
            "info"  : "Certificado para ejercer la docencia en secundaria."
        }
    ],
    "aficiones" : "La Música (guitarra, bajo y batería), el sillón ball, las series y la tecnología; me pierden los cachivaches, las ofertas de pccomponentes y el chocolate."
}
