{
    "datos": {
        "nombre" : "Jorge Santana",
        "cargo" : "Web Developer",
        "image" : "jorge_santana.jpg",
        "url" : "http://creacodigos.com",
        "email" : "jorgesantanarodriguez@gmail.com",
        "hijo" : "http://muscana.com",
        "linkedin" : "jorgesantanarodriguez"
    }, 
    "habilidades": {
        "0" : {
            "name" : "PHP",
            "valor" : 85
        },
        "1" : {
            "name" : "MYSQL",
            "valor" : 80
        },
        "2" : {
            "name" : "HTML, CSS",
            "valor" : 90
        },
        "3" : {
            "name" : "HTML5, CSS3",
            "valor" : 70
        },
        "4" : {
            "name" : "JAVASCRIPT",
            "valor" : 60
        },
        "5" : {
            "name" : "GIT",
            "valor" : 30
        },
        "6" : {
            "name" : "VUE",
            "valor" : 40
        },
        "7" : {
            "name" : "JQUERY",
            "valor" : 60
        },
        "8" : {
            "name" : "NPM",
            "valor" : 20
        },
        "9" : {
            "name" : "Apache",
            "valor" : 60
        },
        "10" : {
            "name" : "Gestion DNS",
            "valor" : 90
        }
    },
    "perfil" : "Desarrollador Web con más de 10 años de experiencia en PHP, MySQL, HTML, JavaScript, y CSS.\n\n A veces Full Stack Developer, otras Analista Programador, otras Diseñador Web, otras Programador PHP.\n\nHe programado bajo entornos  seguros PCI-DSS, con Programación imperativa y practicando MVC. He desempeñado funciones de Diseñador Web, Maquetador Web, Desarrollo Front-end y Back-end, Seo, Sem, Director creativo y Diseñador Gráfico... Pero, lo que más me gusta, es pelearme con el código para que haga lo quiero de la forma más elegante posible (cuando me lo permiten), eso y la música... todo lo hago con música.\n\nAprendí mi profesión disfrutando de mi principal pasión, la música, creando el mayor portal para músicos canarios en 2003: http://muscana.com.\n\nMe siento más cómodo en back-end sobre PHP que en front-end sobre Javascript, pero mi formación artística me impide alejarme del mundo del diseño, la usabilidad y las 'cosas bonitas'\n\nActualmente estoy en proceso de aprendizaje, estudiando las nuevas virtudes de JavaScript y sus infinitas posibilidades, afianzando los patrones de diseño y poniéndome al día con frameworks como Vue o Laravel.",
    "experiencia" : {
        "0" : {
            "titulo" : "Alejada SL",
            "name" : "Analista Programador y Diseñador Web",
            "info"  : "Desarrollo, gestión e implementación de varias aplicaciones internas de gestión de cobros, clientes, personal, tareas de mantenimiento y múltiples servicios webs basados en PHP 5, Mysql, HTML, CSS y Javascript, cumpliendo con normativa PCI-DSS. Intengrando pasarela de pagos REDSYS mediante WebService. Rediseño de la web corporativa y desarrollo de la intranet de la empresa.",
            "fechas" : "2010 - 2018"
        },
        "1" : {
            "titulo" : "Freelance",
            "name" : "Programador y Maquetador Web",
            "info"  : "Varios trabajos como programador web para estudio de Pamplona y como diseñador y programador web para otras empresas canarias. Trabajando sobre tecnología PHP 5, HTML, CSS y JavaScript.",
            "fechas" : "2008 - 2014"
        }         
    },
    "tecnologias" : "PHP 5, Mysql, PostgreSQL, HTML, HTML5, CSS, CSS3, JavaScript, ES6, Ajax, Vue, React, JQuery, Apache, XML, WebService, JSON, Parcel, NPM, Sass, Bootstrap, Material Design, PhoneGap, Visual Studio Code, MVC, POO, Programación procedimental, PWA, Terminal, API rest ful, Slim, Laravel, Photoshop, Illustrator, Plesk, Cpanel, XAMP, GitHub.",
    "formacion" : {
        "0" : {
            "titulo" : "Técnico Superior Desarrollo de Aplicaciones Web",
            "name" : "C.I.F.P. César Manrique",
            "fechas" : "2015 - 2018",
            "info" : "Desarrollar, implantar, y mantener aplicaciones web, con independencia del modelo empleado y utilizando tecnologías específicas, garantizando el acceso a los datos de forma segura y cumpliendo los criterios de accesibilidad, usabilidad y calidad exigidas en los estándares establecidos. JAVA SE, PHP, XNL, CSS, FTP, DNS."
        },
        "1" : {
            "titulo" : "Licenciado en Bellas Artes",
            "name" : "U.L.L.",
            "fechas" : "2000 - 2005",
            "info" : "Especializado en Diseño Gráfico."
        }
    },
    "cursos" : {
        "0" : {
            "titulo" : "Introducción a Vue.JS",
            "name" : "Fundación General de la Universidad de La Laguna",
            "info"  : "Nociones básicas para utilizar el Framework VueJS"
        },
        "1" : {
            "titulo" : "Programación con JavaScript",
            "name" : "Fundación General de la Universidad de La Laguna",
            "info" : "Adquirir la base y conocimientos necesarios para dominar el lenguaje de programación web Javascript en la parte del cliente."
        },
        "2" : {
            "titulo" : "Crear un API RESTful con Slim PHP y usarla con AJAX",
            "name" : "Udemy"
        },
        "3" : {
            "titulo" : "Aprende a programar aplicaciones Móviles",
            "name" : "Miríadax",
            "info" : "Aplicaciones móviles híbridas con PrhoneGap, HTML, CSS y JavaScript."
        },
        "4" : {
            "titulo" : "En Proceso: Máster JAVA SE8",
            "name" : "Intecssa",
            "info"  : "Curso destinado a la preparación para certificación OCA y OCP. Cursándolo actualemte."
        }
    },
    "aficiones" : "Me apasiona la Música; tocar la guitarra, el bajo, la batería, también me gusta el cine, las series, la tecnología; me pierden los cachivaches, las ofertas de pccomponentes y el chocolate."
}
